#+STARTUP: showall
#+STARTUP: hidestars
#+TAGS: { @Office(o) @Home(h) @Computer(c) @Call(c) @Way(w) @Lunchtime(l) }
#+CATEGORY: Tasks

** DONE dkkdkdk
CLOSED: [2016-07-15 Fri 19:44] SCHEDULED: <2016-07-15 Fri 20:00>

** DONE 记笔记 
CLOSED: [2016-07-16 Sat 21:20] SCHEDULED: <2016-07-15 Fri 20:30-21:00>
:LOGBOOK:
CLOCK: [2016-07-17 Sun 09:38]--[2016-07-17 Sun 10:05] =>  0:27
:END:
* Todos
** DONE zilongshanren 配置手动运行实践      <2016-07-16 Sat 11:01>
CLOSED: [2016-07-16 Sat 11:14]
:LOGBOOK:
CLOCK: [2016-07-16 Sat 11:03]--[2016-07-16 Sat 11:14] =>  0:11
:END:
 
 Link: file:~/xiafile/xiafile/workdiary.org::*
** DONE learn English       <2016-07-16 Sat 11:14>
CLOSED: [2016-07-16 Sat 11:49]
:LOGBOOK:
CLOCK: [2016-07-16 Sat 11:16]--[2016-07-16 Sat 11:41] =>  0:25
:END: 
学习一小节 
 Link: file:~/xiafile/xiafile/TODO.org::*zilongshanren%20%E9%85%8D%E7%BD%AE%E6%89%8B%E5%8A%A8%E8%BF%90%E8%A1%8C%E5%AE%9E%E8%B7%B5%20<2016-07-16%20Sat%2011:01>
** DONE read Emacs menu     <2016-07-16 Sat 11:56>
CLOSED: [2016-07-16 Sat 21:20]
:LOGBOOK:
CLOCK: [2016-07-16 Sat 11:57]--[2016-07-16 Sat 12:22] =>  0:25
:END:
 
 Link: file:~/xiafile/xiafile/TODO.org::*learn%20English%20<2016-07-16%20Sat%2011:14>
** DONE 安装测试版完成      <2016-07-16 Sat 21:24>
CLOSED: [2016-07-16 Sat 21:25]
但朗读者设置找不到了。 
 Link: file:~/xiafile/xiafile/TODO.org::*dkkdkdk
** DONE brow and learn and listen music       <2016-07-17 Sun 05:57>
CLOSED: [2016-07-17 Sun 06:36]
 
 Link:
** DONE org mode learn and test      <2016-07-17 Sun 09:15>
CLOSED: [2016-07-17 Sun 09:34]
 
 Link:
** DONE learn vim eidt      <2016-07-17 Sun 09:36>
CLOSED: [2016-07-17 Sun 11:26]
:LOGBOOK:
CLOCK: [2016-07-17 Sun 9:36]--[2016-07-17 Sun 11:30] =>  1:54
:END:
 
 Link:

** DONE learn English      <2016-07-17 Sun 14:29>
CLOSED: [2016-07-17 Sun 15:34]
:LOGBOOK:
CLOCK: [2016-07-17 Sun 14:30]--[2016-07-17 Sun 15:30] =>  1:00
:END:
  
 Link:
** DONE relaxing and listening music      <2016-07-17 Sun 16:12>
CLOSED: [2016-07-17 Sun 16:38]
:LOGBOOK:
CLOCK: [2016-07-17 Sun 16:13]--[2016-07-17 Sun 16:38] =>  0:25
:END:
 
 Link: file:~/xiafile/xiafile/TODO.org::*learn%20English%20 b <2016-07-17%20Sun%2014:29>
** DONE 运行了 chines layer       <2016-07-17 Sun 19:00>
CLOSED: [2016-07-17 Sun 19:03]
** DONE learn English     <2016-07-17 Sun 19:06>
CLOSED: [2016-07-17 Sun 20:25]
:LOGBOOK:
CLOCK: [2016-07-17 Sun 19:06]--[2016-07-17 Sun 20:25] =>  1:19
:END:
 
 Link:
 file:~/xiafile/xiafile/TODO.org::*%E8%BF%90%E8%A1%8C%E4%BA%86%20chines%20layer%20<2016-07-17%20Sun%2019:00>
** DONE org learn
CLOSED: [2016-07-17 Sun 21:09]
** DONE org test     
<2016-07-17 Sun 21:15>
CLOSED: [2016-07-17 Sun 21:17]
 
 Link:
** DONE test org counter time 
CLOSED: [2016-07-17 Sun 21:27]
:LOGBOOK:
CLOCK: [2016-07-17 Sun 21:23]--[2016-07-17 Sun 21:27] =>  0:04
:END:
** DONE 开始一天的学习与工作      <2016-07-18 Mon 04:43>
CLOSED: [2016-07-18 Mon 04:44]
 
 Link:
** DONE learn English      <2016-07-18 Mon 04:44>                 :English:
CLOSED: [2016-07-18 Mon 05:54]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 04:47]--[2016-07-18 Mon 05:54] =>  1:07
:END:

 
 Link:
** DONE relaxing and listen music      <2016-07-18 Mon 05:56>
CLOSED: [2016-07-18 Mon 06:28]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 05:59]--[2016-07-18 Mon 06:25] =>  0:26
:END:

 
 Link:
** DONE learn vim eidt      <2016-07-18 Mon 06:29>
CLOSED: [2016-07-18 Mon 07:10]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 06:30]--[2016-07-18 Mon 07:10] =>  0:40
:END:
 
 Link:
** DONE learn vim eidt      <2016-07-18 Mon 08:19>              :learn vim:
CLOSED: [2016-07-18 Mon 09:07]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 08:20]--[2016-07-18 Mon 08:46] =>  0:26
:END:
 
 Link: file:~/xiafile/xiafile/TODO.org::*learn%20vim%20eidt%20<2016-07-18%20Mon%2006:29>
** DONE learn English       <2016-07-18 Mon 10:06>                :@Office:
CLOSED: [2016-07-18 Mon 10:08]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 09:20]--[2016-07-18 Mon 10:08] =>  0:48
:END:
 两小节 
 Link:
** DONE relax and listen English      <2016-07-18 Mon 10:19>      :@Office:
CLOSED: [2016-07-18 Mon 11:09]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 10:20]--[2016-07-18 Mon 10:39] =>  0:19
:END:
 
 Link:
** DONE org 实现 gtd       <2016-07-18 Mon 10:38>                 :@Office:
CLOSED: [2016-07-18 Mon 14:24]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 10:39]--[2016-07-18 Mon 11:05] =>  0:26
:END:
 
 Link: <2016-07-18 Mon>
** DONE 到达办公室开始工作与学习      <2016-07-18 Mon 14:25>
CLOSED: [2016-07-18 Mon 16:55]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 14:27]--[2016-07-18 Mon 16:55] =>  2:28
:END:
 
 Link:
** DONE begin learning and working      <2016-07-18 Mon 18:28>    :@Office:
CLOSED: [2016-07-18 Mon 19:21]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 18:28]--[2016-07-18 Mon 19:21] =>  0:53
:END:
 
 Link: file:~/xiafile/xiafile/TODO.org::*%E5%88%B0%E8%BE%BE%E5%8A%9E%E5%85%AC%E5%AE%A4%E5%BC%80%E5%A7%8B%E5%B7%A5%E4%BD%9C%E4%B8%8E%E5%AD%A6%E4%B9%A0%20<2016-07-18%20Mon%2014:25>
** DONE learn org GTD      <2016-07-18 Mon 19:23>                 :@Office:
CLOSED: [2016-07-18 Mon 19:56]
:LOGBOOK:
CLOCK: [2016-07-18 Mon 19:24]--[2016-07-18 Mon 19:56] =>  0:32
:END:
 
 Link:
** DONE 8 点至 9 点作 mac pro 性能测试      <2016-07-18 Mon 21:01>
CLOSED: [2016-07-18 Mon 21:02]
 
 Link: file:~/xiafile/xiafile/TODO.org::*learn%20org%20GTD%20<2016-07-18%20Mon%2019:23>
** DONE begin today's learning and working       <2016-07-19 Tue 04:27>
CLOSED: [2016-07-19 Tue 04:30]
 
 Link:
** DONE learn English      <2016-07-19 Tue 04:30>                 :@Office:
CLOSED: [2016-07-19 Tue 05:55]
:LOGBOOK:
CLOCK: [2016-07-19 Tue 04:32]--[2016-07-19 Tue 05:57] =>  1:25
:END:
 
 Link:
** DONE relaxing and listening music and brower      <2016-07 -19 Tue 05:57> :@Office:
CLOSED: [2016-07-19 Tue 06:57]
:LOGBOOK:
CLOCK: [2016-07-19 Tue 05:58]--[2016-07-19 Tue 06:57] =>  0:59
:END:
 
 Link:
** DONE 开会                                                         :开会:
CLOSED: [2016-07-19 Tue 10:56]
:logbook:
CLOCK: [2016-07-19 Tue 9:00]--[2016-07-19 Tue 10:40] =>  1:40
:end: 
  1.投标，选物业公司，签名。不投停发物业补贴。
2.编制预算
3.7.24 号高招会
<2016-07-19 Tue 09:00-10:40> 
 Link:
** DONE learn English<2016-07-19 Tue 11:00>                        :office:
CLOSED: [2016-07-19 Tue 11:40]
:LOGBOOK:
CLOCK: [2016-07-19 Tue 11:00]--[2016-07-19 Tue 11:40] =>  0:17
:END:
 lesson 27
96.5%
 Link:
** DONE 学音标      <2016-07-19 Tue 12:05>                       :音标学习:
CLOSED: [2016-07-19 Tue 12:11]
:LOGBOOK:
CLOCK: [2016-07-19 Tue 12:06]--[2016-07-19 Tue 12:11] =>  0:05
:END:
 
 Link: file:~/xiafile/xiafile/TODO.org::*learn%20English<2016-07-19%20Tue%2011:00>
** DONE 下午在家安装了 mac os sierra     <2016-07-19 Tue 17:01>
CLOSED: [2016-07-19 Tue 17:04]
 
 Link:
** DONE learn English lesson 26      <2016-07-19 Tue 17:04>
CLOSED: [2016-07-19 Tue 17:52]
:LOGBOOK:
CLOCK: [2016-07-19 Tue 17:05]--[2016-07-19 Tue 17:52] =>  0:47
:END:
 
 Link:
** DONE 学音标      <2016-07-19 Tue 18:05>
CLOSED: [2016-07-19 Tue 18:12]
:LOGBOOK:
CLOCK: [2016-07-19 Tue 18:06]--[2016-07-19 Tue 18:12] =>  0:06
:END:
 
 Link:
** DONE read GTD      <2016-07-19 Tue 18:17>
CLOSED: [2016-07-19 Tue 19:19]
:LOGBOOK:
CLOCK: [2016-07-19 Tue 18:18]--[2016-07-19 Tue 19:19] =>  1:01
:END:
 
 Link:
** DONE begin learning and working      <2016-07-20 Wed 08:38>    :@Office:
CLOSED: [2016-07-20 Wed 09:17]
:LOGBOOK:
CLOCK: [2016-07-20 Wed 08:39]--[2016-07-20 Wed 09:17] =>  0:38
:END:
 lesson 24 
 Link:
** DONE learn English      <2016-07-20 Wed 09:19>       :@Computer:English:
CLOSED: [2016-07-20 Wed 09:46]
:LOGBOOK:
CLOCK: [2016-07-20 Wed 09:20]--[2016-07-20 Wed 09:45] =>  0:25
:END:
 lesson 22 
 Link:
** DONE relaxing and listen English      <2016-07-20 Wed 09:49>
CLOSED: [2016-07-20 Wed 10:22]
:Logbook:
CLOCK: [2016-07-20 Wed 9:49]--[2016-07-20 Wed 10:43] =>  0:54
:END:

 Link:
** DONE browing and learning      <2016-07-20 Wed 10:41>
CLOSED: [2016-07-20 Wed 11:12]
CLOCK: [2016-07-20 Wed 10:43]--[2016-07-20 Wed 11:09] =>  0:26
 机器因故障重起，恢复后正常工作
重新计算时间 C-c C-c 不管用了
 Link:
** DONE learn vim and notes     <2016-07-20 Wed 11:32>
CLOSED: [2016-07-20 Wed 11:50]
CLOCK: [2016-07-20 Wed 11:33]--[2016-07-20 Wed 11:50] =>  0:17
 file:vim.org 

 Link:
** DONE go home      <2016-07-20 Wed 11:50>
CLOSED: [2016-07-20 Wed 11:50]
 
 Link:
** DONE 到达办公室开始学习工作      <2016-07-20 Wed 15:22>
CLOSED: [2016-07-20 Wed 15:22]
 
 Link:
** DONE learn English      <2016-07-20 Wed 15:23>
CLOSED: [2016-07-20 Wed 15:47]
CLOCK: [2016-07-20 Wed 15:24]--[2016-07-20 Wed 15:47] =>  0:23
 lesson 22  
 Link:
* *zilongshanren 配置手动运行实践 
* DONE <2016-07-17 Sun 04:48> 开始一天的学习与工作 
CLOSED: [2016-07-17 Sun 04:50]

96.5%gg** done learn english
CLOSED: [2016-07-17 Sun 05:53]
:LOGBOOK:
CLOCK: [2016-07-17 Sun 04:51]--[2016-07-17 Sun 05:53] =>  1:02
:END:
** DONE brow and learn  
CLOSED: [2016-07-17 Sun 09:32]
:LOGBOOK:
CLOCK: [2016-07-17 Sun 06:00]--[2016-07-17 Sun 06:48] =>  0:48
:END:
* Checklist

